{
  "products": [
    {
      "name": "Martillo acero inoxidable",
      "brand": "Black & Decker",
      "price": 1500,
      "description": "Martillo resistente y duradero de la marca Black & Decker. Ideal para trabajos de carpintería y construcción.",
      "stock": "7",
      "id": "1"
    },
    {
      "name": "Destornillador eléctrico",
      "brand": "Thunder",
      "price": 2500,
      "description": "Destornillador eléctrico de alta potencia y precisión de la reconocida marca Bosch. Perfecto para montaje de muebles y reparaciones rápidas.",
      "stock": 15,
      "id": "2"
    },
    {
      "name": "Taladro inalámbrico",
      "brand": "DeWalt",
      "price": 3000,
      "description": "Taladro inalámbrico de alto rendimiento de la marca DeWalt. Con batería de larga duración, es ideal para perforaciones en madera, metal y concreto.",
      "stock": "100000",
      "id": "3"
    },
    {
      "name": "Llave ajustable",
      "brand": "Stanley",
      "price": "1700",
      "description": "Llave ajustable de alta calidad de la marca Stanley. Ideal para apretar y aflojar tuercas y tornillos de diferentes tamaños con facilidad.",
      "stock": 20,
      "id": "5"
    },
    {
      "name": "Cinta métrica",
      "brand": "Klein Tools",
      "price": 800,
      "description": "Cinta métrica duradera y precisa de la marca Klein Tools. Perfecta para mediciones precisas en proyectos de construcción y carpintería.",
      "stock": "27",
      "id": "6"
    },
    {
      "name": "Nivel láser",
      "brand": "Leica",
      "price": 5000,
      "description": "Nivel láser de alta gama de la marca Leica. Proporciona líneas de referencia precisas para trabajos de alineación y nivelación en interiores y exteriores.",
      "stock": 5,
      "id": "7"
    },
    {
      "id": "8",
      "name": "Alicate de corte",
      "price": 1800,
      "brand": "Irwin",
      "stock": 12,
      "description": "Alicate de corte robusto y resistente de la marca Irwin. Perfecto para cortar alambre, cables y otros materiales con precisión y facilidad."
    },
    {
      "id": "9",
      "name": "Cepillo eléctrico",
      "price": 2700,
      "brand": "Ryobi",
      "stock": 8,
      "description": "Cepillo eléctrico potente de la marca Ryobi. Ideal para trabajos de carpintería, eliminación de rebabas y acabado de superficies."
    },
    {
      "id": "10",
      "name": "Herramienta multifunción",
      "price": 4000,
      "brand": "Gerber",
      "stock": 10,
      "description": "Herramienta multifunción compacta y versátil de la marca Gerber. Incluye alicates, cuchillas, destornilladores y más, perfecta para diversas tareas."
    },
    {
      "id": "11",
      "name": "Pistola de calor",
      "price": 2000,
      "brand": "Wagner",
      "stock": 6,
      "description": "Pistola de calor de alta potencia de la marca Wagner. Ideal para decapado de pintura, soldadura de plásticos y descongelamiento de tuberías."
    },
    {
      "id": "12",
      "name": "Broca para madera",
      "price": 500,
      "brand": "Bosch",
      "stock": 30,
      "description": "Broca especializada para madera de la marca Bosch. Con diseño afilado y duradero, proporciona perforaciones limpias y precisas."
    },
    {
      "id": "13",
      "name": "Llave de impacto",
      "price": 3500,
      "brand": "Milwaukee",
      "stock": 7,
      "description": "Llave de impacto de alta potencia de la marca Milwaukee. Perfecta para apretar y aflojar tuercas y tornillos de gran tamaño con facilidad."
    },
    {
      "id": "14",
      "name": "Tijeras de corte",
      "price": 1000,
      "brand": "Fiskars",
      "stock": 15,
      "description": "Tijeras de corte de precisión de la marca Fiskars. Ideales para cortar tela, cartón, papel y otros materiales con facilidad y precisión."
    },
    {
      "name": "Afilador de cuchillos",
      "brand": "Chef's Choice",
      "price": 1500,
      "description": "Afilador de cuchillos eléctrico de la marca Chef's Choice. Restaura rápidamente el filo de tus cuchillos para un corte preciso y eficiente.",
      "stock": 10,
      "id": "15"
    },
    {
      "id": "16",
      "name": "fdsadfsfsd",
      "brand": "asdas",
      "price": "45",
      "description": "sdasdsa",
      "stock": "56"
    }
  ]
}